Repository: reangeline/holy_messages
Catalog: Sources/Features/Bible/Bible.xcstrings
Source language: en
Languages: es, pt

source: Holy Bible
es: Santa Biblia
pt: Bíblia Sagrada

source: The whole Bible, offline
es: La Biblia entera, sin conexión
pt: A Bíblia inteira, sem internet

source: Read the Bible
es: Leer la Biblia
pt: Ler a Bíblia

source: Loading…
es: Cargando…
pt: Carregando…

source: Old Testament
es: Antiguo Testamento
pt: Antigo Testamento

source: New Testament
es: Nuevo Testamento
pt: Novo Testamento

source: one chapter
es: un capítulo
pt: um capítulo

source: {n} chapters
es: {n} capítulos
pt: {n} capítulos

source: Psalm {n}
es: Salmo {n}
pt: Salmo {n}

source: Previous chapter
es: Capítulo anterior
pt: Capítulo anterior

source: Next chapter
es: Capítulo siguiente
pt: Próximo capítulo

source: There is no Bible in this language in the app yet. It will come in an update, in a published Catholic translation.
es: Todavía no hay una Biblia en este idioma en la app. Llegará en una actualización, en una traducción católica publicada.
pt: Ainda não há Bíblia neste idioma no app. Ela virá numa atualização, numa tradução católica publicada.

source: Meanwhile, in another language:
es: Mientras tanto, en otro idioma:
pt: Enquanto isso, em outro idioma:

source: † Verses marked come from the {source}, where this edition's text is missing or damaged.
es: † Los versículos marcados vienen de la {source}, donde el texto de esta edición falta o está dañado.
pt: † Os versículos marcados vêm da {source}, onde o texto desta edição falta ou está danificado.

source: Tap a verse to highlight it.
es: Toca un versículo para marcarlo.
pt: Toque num versículo para marcá-lo.

source: Mark where I stopped
es: Marcar dónde me quedé
pt: Marcar onde parei

source: Search a word or a reference
es: Buscar una palabra o una referencia
pt: Buscar uma palavra ou referência

source: Clear
es: Borrar
pt: Limpar

source: Go to {reference}
es: Ir a {reference}
pt: Ir para {reference}

source: No results
es: Sin resultados
pt: Nenhum resultado

source: Showing the first {n}.
es: Mostrando los primeros {n}.
pt: Mostrando os primeiros {n}.

source: {n} results
es: {n} resultados
pt: {n} resultados

source: Continue where you left off
es: Continuar donde lo dejé
pt: Continuar de onde parei

source: Marked {date}
es: Marcado el {date}
pt: Marcado em {date}

source: Highlighted verses
es: Versículos marcados
pt: Versículos marcados

source: No highlighted verses yet. Tap a verse while reading to mark it.
es: Aún no hay versículos marcados. Toca un versículo mientras lees para marcarlo.
pt: Nenhum versículo marcado ainda. Toque num versículo durante a leitura para marcá-lo.

source: Remove
es: Quitar
pt: Remover
